Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/faktadiedut-sami-gielaid-birra.html.tmx
Source language: sme
Languages: sma

source: Faktadieđut sámi gielaid birra / Giella / Sámediggi - Sametinget
sma: Bïevnesh saemien gïeli bïjre / Gïele / Saemiedigkie - Sametinget

source: Faktadieđut sámi gielaid birra
sma: Bïevnesh saemien gïeli bïjre

source: Árbevirolaččat sámegielat gullet suoma-ugralaš giellajovkui mii fas gullá urálalaš giellajovkui, muhto gielat leat leamašan sirrejuvvon lagamus giellajoavkkuin (Balto-suoma) badjel 3.000 jagi.
sma: Aerpievuekien mietie dle saemien gïele akte bielie dehtie såevmien-ugrihken gïeletjïerteste mij lea dennie uralen gïelefuelhkesne, men dah leah juehkelde orreme sijjen lïhkemes slïektijste (balto-såevmien) vielie goh 3000 jaepieh.

source: Ođđa dutkamuš čájeha ahte sámegiela giellajoavku lea measta seamma boaris go germánalaš giellajoavku ja measta duppalit boarrásut go romána giellajoavku.
sma: Urrebe dotkemen mietie dle badth dïhte saemien gïeletjïerte unnemes seamma båeries goh dïhte germanen gïeletjïerte, jïh unnemes guektiengierth dan båeries goh dïhte rovmanen gïeletjïerte.

source: Ovddasvástideaddji politihkkár
sma: Politihkere gïen diedte

source: Ávjovárri
sma: NSR

source: Aili Keskitalo
sma: Phone: +47 971 29 305

source: Áigeguovdil
sma: Daaletje

source: Duhtavaš giellalávdegottiin
sma: Kapteejne Sabeltann-appe saemien gïelesne

source: Sámediggeráđđi Ann-Mari Thomassen lea duhtavaš go giellalávdegoddi čuovvu Sá...
sma: Saemiedigkieraerie 300 000 kråvnah dåårje Ravn Studio AS:se prosjektese Kapt...

source: Loga eambbo
sma: Lohkh jienebh

source: Sávvat buori ságastallama
sma: Gïelegaaltije beetnehvierhtieh åådtje

source: Sámedikki presideanta Aili Keskitalo lea ilus go giellalávdegotti oasserapor...
sma: Saemien Parlamentarihkeles Raerien åvtehke, Tiina Sanila-Aikio lea madtjeles...

source: Čájet buot áššiid
sma: Vuesieh gaajkesh saakh

source: Ođđaáiggi sámegielain lea mealgat moalkasut historjá go maid eanas olbmot doivot, ja eai gula dušše suoma-ugralaš giellajoavkkuide.
sma: Dah daajbaaletje saemien gïelh aktem geervebe histovrijem utnieh goh jeanatjommes almetjh vienhtieh, jïh eah leah ajve slïekte såevmien-ugrihken gïeligujmie.

source: Sámegielain gávdnojit maiddái oasit mat gullet Urala, paleo-skandinávialaš, boares indo-eurohpalaš, báltalaš, slávalaš ja germánalaš gielaide.
sma: Raaktan aaj biehkieh uralen, paleo-skandinavijen, båeries indo-europejen, baltihken, slavihken jïh germanen gïelijste utnieh.

source: Dát mearkkaša ahte sámegielat leat sihke eurohpalaš ja Oarje asiáhtalaš gielaid maŋisboahttit ja lea máŋgga duhát jagiin gullevašvuohta goappaš kontineanttaide.
sma: Dan åvteste dah dovne europejen jïh jillie-asijen gïelijste båetieh, jïh gellie stoerretjuetie jaepieh ektiedimmiem utnieh gåabpagidie kontinentide.

source: Sámi giellaguovlu leabbá árbevirolaččat Norgga, Ruoŧa, Suoma ja Ruošša rájáid rastá.
sma: Dïhte saemien gïeledajve lea aerpievuekien mietie stoerre bielieh Nöörjeste, Sveerjeste, Såevmeste jïh Russlaanteste.

source: Giellarájit eai čuovo riikkarájiid.
sma: Gïeli raasth eah rijhkeraastide fulkh.

source: Julevsámegiela ja lullisámegiela hubmet Norggas ja Ruoŧas, bihtánsámegiela ja upmisámegiela hupmet dušše Ruoŧas ja lea áibbas jávkan Norggas.
sma: Julevsaemien jïh åarjelsaemien soptsesteminie Nöörjesne jïh Sveerjesne, pijtesaemien jïh upmejesaemien soptsesteminie ajve Sveerjesne, jïh leah nåhkehtamme Nöörjesne.

source: Davvisámegiela hupmet Norggas, Ruoŧas ja Suomas.
sma: Noerhtesaemien soptsesteminie ajve Nöörjesne, Sveerjesne jïh Såevmesne.

source: Anársámegiela hubmet dušše Suomas, gielddasámegiela ja darjjesámegiela hubmet dušše Ruoššas, ja nuortalašgiela ges hupmet sihke Suomas ja Ruoššas (ja ovdan nai Norggas).
sma: Enaresaemien soptsesteminie ajve Såevmesne, kildinsaemien jïh tersaemien soptsesteminie ajve Russlaantesne, jïh skoltesaemien soptsesteminie dovne Såevmesne jïh Russlaantesne (jïh aarebi Nöörjesne).

source: Gieskat gávdnui velá viđat nuortalašgiella Ruoššas namalassii áhkkilsámegiella.
sma: Daan raajan akte vïjhtede saemien luvliesaemien gïele Russlaantesne gååvnesi, man nomme akkalasaemien.

source: Dát login gielat dagahit guokte váldo giellajoavkku: oarjesámegiella ja nuortasámegiella.
sma: Daah luhkie gïelh göökte åejvietjïerth utnieh: jilliesaemien jïh luvliesaemien.

source: Oarjesámegiella ja nuortasámegiela váldojoavku vel dagahit njeallje vuollásaš giellajoavkkuid: lulli, davvi, nannán ja Guoládaga.
sma: Jilliesaemien jïh luvliesaemien åejvietjïerte tjåanghkan njieljie nuelietjïerth utnieh: åarjel, noerhte, ellieslaante jïh kola.

source: Riikkaidgaskasaččat meroštit buot sámegielaid uhkiduvvon, duođaid uhkiduvvon dahje measta jávkan giellan.
sma: Gaskenasjovnale ektiedimmesne dle tjïelkestamme gaajhkh gïelh leah håvhtadihks, ietjmies håvhtadihks jallh mahte nåhkehtamme gïelh.

source: Uhkiduvvon giellan meroštit dan giella mas mánáidlohku geat giela hupmet njiedjá, duođaid uhkiduvvon giella go leat measta aivve rávisolbmot geat hupmet giela, ja measta jávkan giellan ges dat giella man dušše áibbas soames vuorasolbmot hupmet.
sma: Akte håvhtadihks gïele lea akte gïele gusnie ahkedh vaenebe maanah gïelem soptsestieh, akte ietjmies håvhtadihks gïele lea akte gïele maam mahte ajve geerve almetjh sopsestieh, jïh akte mahte nåhkehtamme gïele ajve naan gille båeries almetjh soptestæjjah åtna.

source: Norggas leat sámegielat suddjejuvvon earret eará ILO-konvenšuvnna 169, Norgga vuođđolága, Báikenammalága, Sámelága giellanjuolggadusaid ja oahpahuslága bakte.
sma: Saemien gïelh lea vaarjelamme gaskem jeatjah ILO-konvensjovneste 169, Nöörjen maadthlaakeste, Sijjienommelaakeste, Saemielaaken gïelenjoelkedasseste Nöörjesne jïh ööhpehtimmielaaken tjïrrh.

source: Riikkaidgaskasaččat leat sámegielat suddjejuvvon earret eará davviriikkaid giellajulggaštusa ja European Charter for Regional and Minority Languages bakte.
sma: Gaskenasjovnale dle Eurpean Charter for Regional and Minority Languages jïh noerhtelaanti gïeledeklarasjovne saemien gïelide vaarjelieh.

source: Lullisámegiella, julevsámegiella ja davvisámegiellat leat dal gielat mat odne eanemusat geavahuvvojit Norggas.
sma: Dah jeenjemes nåhtadamme saemien gïelh Nöörjesne daan biejjien leah åarjelsaemien, julevsaemien jïh noerhtesaemien.

source: Lullisámi ássanguovlu lea davvin Sáltoduoddara rájes luksa gitta Hedemárkku rádjai.
sma: Åarjelsaemien årromedajve Nöörjesne lea Saltfjellet luvhtie noerhtelisnie Elgåen gåajkoe Hedmaarhkesne åerjielisnie.

source: Sii ásset bieđgguid viiddis geográfalaš guovllus.
sma: Dah åarjelsaemieh bårrode årroeh aktene stoerre geografeles dajvesne.

source: Jáhkkimis unnit go bealli lullisápmelaččain geat máhttet gielasteaset.
sma: Aervede unnebe goh lehkiem åarjelsaemijste saemien soptseste.

source: Lullisámis leat guokte váldosuopmana.
sma: Åarjelsaemien göökte åejviesmaaregh åtna.

source: Davit lullisámegiella, maiddái gohčoduvvon Sjeltie (Åsele) (Vápste, Gála, Árborde, Bindal, Namdal Norggas, Vápste Deartnas, Vualtjere, Frööstege Ruoŧas)
sma: Noerhte åarjelsaemien, aaj gohtjeme Sjeltie (Vapste, Gaala, Aarborte, Bindaelie, Nåamesje Nöörjesne, Vapsten Dearnesne, Vualtjere, Frööstege Sveerjesne),

source: Lulit lullisámegiella, maiddái gohčoduvvon Jämtland (guovlu gaskal Snoasa ja Verdal, Muorahkás Norggas, Jiingevaerie (Hotagen), Offerdal, Njaarke, Gálpe, Skalstugan, Såaka ja Härjedalenis Ruoŧas).
sma: Åarjel åarjelsaemien, aaj gohtjeme Jiemhte (dajve Snåasen jïh Verdalen gaskem, Meråker Nöörjesne, Hotagen, Offerdaelie, Njaarke, Kall, Skalstugan, Såaka jïh Härjedalen Sveerjesne).

source: UNESCO uhkiduvvon gielaid listtus lea lullisámegiella šláddjejuvvon duođaid uhkiduvvon giellan.
sma: UNESCO ’ n læstosne håvhtadihks gïeligujmie, åarjelsaemien akte ietjmies håvhtadihks gïele.

source: Unnán giellageavaheaddjit ja guhkes gaskkát dagaha gáibideaddjin doaimmahit lullisámi giellabarggu.
sma: Vaenie utnijh jïh stoerre gåhkoeh darjoeh guktie slæjhtoes åarjelsaemien gïelebarkojne gïehtelidh.

source: Servodat dárbbaša ollu olbmuid geain lea lullisámegielat gelbbolašvuohta.
sma: Siebriedahke almetjh daarpesje mah åarjelsaemien maehtieh.

source: Nu lea dilli earenoamážiid oahpaheaddjifidnus, oahpponeavvuid ovdánahttimis ja almmolaš hálddahusain ja bálvalusfáluin.
sma: Joekoen lohkehtæjjaj barkoen sisnjelen, evtiedimmie learoevierhtijste jïh byögkeles reeremisnie jïh dïenesjinie.

source: Upmisámegiela hupme árbevirolaččat Ruovat, Hemnes ja Korgen guovlluin Norgga bealde, ja Ubmieanu rájes Maskaure, Stohkke, Oarje Kikkejaure, Nuorta Kikkejaure rádjai Árjjátluovis ja Árvvesjávrris, Málák, Gran, ja Upmeje guovlluin Deartnás Ruoŧas.
sma: Upmejesaemien soptsestin aerpievuekien mietie Gaalesne, Hemnesisnie jïh Korgenisnie nöörjen bielesne, Upmejejeanoen raejeste, dajvine Maskaure, Ståkke, Jillie Kikkejaure, Luvlie Kikkejaure Aarjepluevesne jïh Arvidsjaevresne, Maalege, Gran jïh Umbyn Dearnesne Sveerjesne.

source: Ruoŧas leat dušše áibbas moattis geat ain hupmet upmisámegiela ja lea meastá oalát jávkan.
sma: Sveerjesne vaenie soptsestæjjah aajmene, jïh gïele ryöknesåvva goh mahte nåhkehtamme.

source: Norgga bealde gal upmisámegiella lea oalát jávkan.
sma: Nöörjen bielesne dle upmejesaemien ryöknesåvva goh nåhkehtamme.

source: UNESCO uhkiduvvon gielaid listtus lea upmisámegiella hui garrasit uhkiduvvon giellan dahje giella mii measta oalát lea jávkan.
sma: UNESCO ’ n læstosne håvhtadihks gïeligujmie dle upmejesaemien gaajh ietjmies håvhtadihks jallh mahte nåhkehtamme.

source: Norgga bealde lea bihtánsámi giellaguovlu lea davvin Sáltovuona rájes luksa gitta Ruovatvuona rádjai, ja fátmmasta Báidár, Sálat, Oarjelij-Bájdár, Meløy, Rávda, oasi Bådåddjo ja Fuosku suohkaniin.
sma: Pijtesaemien gïeledajve lea nöörjen bielesne Saltenfjovlen noerhtelisnie jïh Ranfjovlen åerjielisnie, jïh lea dah dajvh Beiarn, Saltdal, Gildeskål, Meløy, Rødøy, bielieh Bådåddjoste jïh bielieh Fausken tjïelteste.

source: Ruoŧa bealde lea bihtánsámi guovlu davit Árvvesjávrri ja davit Árjjátluovi rájes gitta Biŧoneanu rádjai Norrbottens leanas.
sma: Sveerjen bielesne dle dajve Arvidsjauren noerhtelistie jïh Arjepluevien noerhtelisie, Pijtejeanoen raajan Norrbotten leenesne Sveerjesne.

source: Bihtánsámegiella juhkkojuvvo golmma váldosuopmaniidda.
sma: Pijtesaemien golme åejviesmaaregh.

source: Davit bihtánsámegiella (Luokta-Mavas, Stohkke).
sma: Noerhte pijtesaemien (Luokta-Mavas, Ståkke).

source: Guovddáš bihtánsámegiella (Semisjaur-Njarg).
sma: Gaskoeh pijtesaemien (Semisjaur-Njarg).

source: Lulit bihtánsámegiella (Svaipa).
sma: Åarjel pijtesaemien (Svaipa).

source: UNESCO uhkiduvvon gielaid listtus lea bihtánsámegiella šláddjejuvvon duođaid uhkiduvvon dahje measta oalát jávkan giellan.
sma: UNESCO ’ n læstosne håvhtadihks gïeligujmie dle pijtesaemien ryöknesovveme goh akte gaajh ietjmies håvhtadihks, jallh mahte nåhkehtamme gïele.

source: Ruoŧa bealde leat áibbas moadde giellaguoddit, ja sii leat ovttas dutkiiguin ja norggabeale giellaáŋggirdeddjiiguin, bargagoahtán giellaseailluhemiin.
sma: Sveerjen bielesne dle såemies gïeleguedtijh laavenjostosne dotkijigujmie jïh såemies iedtjeladtjigujmie nöörjen bieleste, ektesne pryöveme gïelem beerkedh.

source: Dán rádjai leat čohkken moadde duhát sáni mat áiggi mielde galget šaddat sátnegirjin.
sma: Daelie joe gellie stoerretjuetie baakoeh tjöönghkeme mah edtjieh baakoegærjine sjïdtedh.

source: Julevsámi giellaguovlu lea davvin Bálága rájes luksa Sáltoduoddara rádjái, ja fátmmasta earret eará Divttasvuona, Hápmira, Stáiggu, Oarjelii-Foalda suohkaniid ja oasi Fuosku suohkanis i Nuorta-sáltus.
sma: Julevsaemien gïeledajve Nöörjesne lea Ballangen luvhtie noerhtelisnie Saltfjellet gåajkoe åerjielisnie, jïh lea dah dajvh Divtasvuodna, Hamarøy, Steigen, Sørfold jïh bielieh Fausken tjïelteste Noerhte-Saltesne.

source: Ruoŧa bealde hubmet julevsámegiela lulde Bihtáneanu rájes davás Gáidumeanu rádjai Johkamohki ja Váhčir suohkaniin Norrbotten leanas.
sma: Sveerjen bielesne julevsaemien soptseste Pijtejeanoen raejeste åerjielisnie Kaitumjeanoen raajan noerhtelisnie, Johkemehkien jïh Gällivaren tjïeltine Norrbotten leenesne.

source: Julevsámegiella juhkkojuvvo njealji váldosuopmaniidda.
sma: Julevsaemien njieljie åejviesmaaregh åtna.

source: Davit julevsámegiella (Unnačerožis).
sma: Noerhte julevsaemien (Sörkaitum).

source: Guovddáš julevsámegiella (Sirkásis ja Jåkkågaskas Johkamohkis Ruoŧas, Bálágis, Divttasvuonas, Hápmiris, Stáiggus, Oarjelii-Foaldas ja soames guovlluin Fuoskkus Norgga bealde).
sma: Gaskoeh julevsaemien (Sirkas jïh Jåkkåkaska Johkemehkesne Sveerjesne, Ballangen, Divtasvuodna, Hamarøy, Steigen, Sørfold jïh bielieh Fauskeste Nöörjesne).

source: Vuovde- julevsámegiella (Váhčiris, Sieres ja Užžás Ruoŧa bealde).
sma: Skåajje julevsaemien (Gällivare, Serri jïh Udtja Sveerjesne).

source: Lulit julevsámegiella (Duorbun guovllus Ruoŧas).
sma: Åarjel julevsaemien (Tuorpon Sveerjesne).

source: UNESCO uhkiduvvon gielaid listtus julevsámegiella šláddjejuvvon duođaid uhkiduvvon giellan.
sma: UNESCO ’ n læstosne håvhtadihks gïeligujmie dle julevsaemien ryöknesovveme goh akte ietjmies håvhtadihks gïele.

source: Seamma ládje go lullisámis, de servodat sakka dárbbaša olbmuid geain lea julevsámegielat gelbbolašvuohta.
sma: Seammalaakan goh åarjelsaemien, dle siebriedahke gellie almetjh daarpesje mah julevsaemien maehtieh.

source: Davvisámegiella lea sámegielaid gaskkas stuorimus giellajoavku ja sullii 90 % sápmelaččain hupmet eanetlohkogiela.
sma: Noerhtesaemien lea dïhte stööremes gïeletjïerte dejstie saemien gïelijste, jïh medtie 90 % saemijste jienebelåhkoegïelem soptseste.

source: Norgga bealde hubmet davvisámegiela vuosttažettiin Finnmárkku ja Romssa fylkkain, ja Dielddanuori ja Evenáši suohkaniin Nordlánddas.
sma: Noerhtesaemien åajvahkommes Finnmaarhken jïh Tromsen fylhkine soptseste, jïh tjïeltine Tjeldsund jïh Evenes Nordlaantesne Nöörjen bielesne.

source: Davvisámegiella juhkkojuvvo njealji váldonsuopmanjoavkkuide.
sma: Noerhtesaemien njieljie åejviesmaaregetjïerth åtna.

source: Mearrasámegiella - Nuorta mearrasámegiella (Várjjatvuonas ja Lágesvuonas).
sma: Mearoesaemien - Luvlie mearoesaemien (Varangerfjord jïh Laksefjord).

source: - Guovddáš mearrasámegiella (Riehpovuonas ja Fálesnuoris).
sma: - Gaskoeh mearoesaemien (Reppefjord jïh Kvalsund).

source: - Oarje mearrasámegiella (Álttávuonas ja Návuonas).
sma: - Jillie mearoesaemien (Altafjord jïh Kvænangen).

source: Finnmárkku sámegiella - Nuorta-Finnmárku: Ohcejogas, ja muhtun guovlluin Anáris Suomas, Kárášjogas, Porsáŋggus ja Deanus Norggas - Oarje-Finnmárku: Eanodagas, Soađegilis, ja muhtun guovlluin Anáris Suomas, Guovdageainnus, Álttás Norggas)
sma: Finnmaarhkesaemien - Luvliefinnmaarhke: Utsjoki, bielieh Enaristie Såevmesne, Kárásjohke, Porsangere, Deatnu Nöörjesne - Jilliefinnmaarhke: Enontekiö, Sodankylä, bielieh Enaristie Såevmesne, Guovdageaidnu, Alta Nöörjesne)

source: Durdnossámegiella - Girjásis: Nuorta-davábeale Váhčira, Girjásis Ruoŧas - Oarjjimus oasis Eanodagas Suomas, Ofuohtas Ivgu rádjai, gaskal Ivgubađa ja Ráissa Norggas. - Gárasavvonis: Geaggánvuomis ja Lávnjitvuomis, Ivgus ja Báhccavuonas Norggas.
sma: Tornesaemien - Girjjis: Gällivaren noerhte-luvlielisnie, Nordkaitum Sveerjesne - Enontekiön jilliebielie Såevmesne, Ofoten luvhtie Lyngen gåajkoe, Skibotn jïh Nordreisan gaskem Nöörjesne - Karesuando: Könkämävuoma jïh Lainiovuoma, Lyngen jïh Balsfjord Nöörjesne.

source: - Čohkkirasas: Sárevuomis, Dálmmas, Gabnás, Leavážis, Gáinnas ja Háhpáránddis Ruoŧas.
sma: - Jokkasjärvi: Saarivuoma, Talma, GabnáLeavnas-Kaalasvuoma, Kalix jïh Haparanda Sveerjesne.

source: UNESCO uhkiduvvon gielaid listtus lea davvisámegiella šláddjejuvvon uhkiduvvon giellan.
sma: UNESCO ’ n læstosne håvhtadihks gïeligujmie lea noerhtesaemien ryöknesovveme goh akte håvhtadihks gïele.

source: Máŋgga guovlluin olggobealde sámelága giellanjuolggadusaid hálddašanguovllu lea davvisámegiella ain vártnuhis dilis.
sma: Gelline dajvine reeremedajven ålkolen saemielaaken gïelenjoelkedasside, desnie noerhtesaemien annje akte geerve tsiehkesne.

source: Nu lea earenoamážit máŋgga mearrasámi guovlluin Romssas ja Finnmárkkus ja márkosámi guovlluin Lulli-Romssas ja Davvi Nordlánddas.
sma: Joekoen gelline mearoesaemien dajvine Tromsesne jïh Finnmaarhkesne, jïh dennie maarkesaemien dajvesne Åarjel-Tromsesne jïh Noerhte Nordlaantesne.

source: Anárašgiella
sma: Enaresaemien:

source: Anárašgiela hubmet Anár gielddas suomas (Anárjávrri čázádatguovlluin).
sma: Enaresaemien soptseste Enaren tjïeltesne Såevmesne (Enarejaevrien tjaetsieåeriej bïjre).

source: UNESCO uhkiduvvon gielaid listtus lea anárašgiella šláddjejuvvon duođai uhkiduvvon giellan.
sma: UNESCO ’ n læstosne håvhtadihks gïeligujmie dle enaresaemien ryöknesovveme goh akte ietjmies håvhtadihks gïele.

source: Nuortalašgiella
sma: Luvliesaemien

source: Nuortalašgiella juhkkojuvvo guovtti váldosuopmaniidda.
sma: Luvliesaemien göökte åejviesmaaregh åtna.

source: Davit nuortalašgiella (Muotkis, Báhčaveajis, Beahcámis) Lulit nuortalašgiella (Suonnjelis, Njuohttejávrri-Sarvvesjávrris) Norggas ásset skoaltasámit Mátta-Várjjat gielddas, vuosttažettiin Njávdámis, muhto maiddái Girkonjárggas ja Báhčaveaileagis.
sma: Noerhte luvliesaemien (Muotka, Paatsjoki, Petsamonkylä) Åarjel luvliesaemien (Suonikylä, Notozero-Girvasozero)

source: Sii eai leat nu beare gallis ja leat áidna nuortasámi kultuvrra guoddit Norggas.
sma: Tjïerte onne jïh lea dïhte aajnehke guedtije luvliesaemien kultuvreste Nöörjesne.

source: Nuortasámi ássan Suomas lea Čeavetjávrris ja Njellimis Anárjávrri lahka.
sma: Såevmesne dle luvliesaemieh Sevettijärvisne jïh Nellimesne Enarejaevrien lïhke årroeh.

source: Nuortalašgiella adnojuvvo jávkan giellan Ruoššas ja leat dušše áibbas moattis geat Norggas hupmet nuortalašgiela.
sma: Luvliesaemien ryöknesåvva goh nåhkehtamme Russlaantesne, jïh ajve naan gille mah luvliesaemien maehtieh Nöörjesne daan biejjien.

source: UNESCO uhkiduvvon gielaid listtus lea nuortalašgiella šláddjejuvvon duođaid uhkiduvvon giellan.
sma: UNESCO ’ n læstosne håvhtadihks gïeligujmie luvliesaemien lea ryöknesovveme goh akte ietjmies håvhtadihks gïele.

source: Áhkilsámegiella, gielddasámegiella ja darjjesámegiella
sma: Akkalasaemien, kildijnesaemien jïh tersaemien:

source: Dáid gielaid hupmet Guoládatnjárggas Ruoššas.
sma: Dejtie gïelide soptsesteminie Kolanjaarkesne Russlaantesne.

source: Soames dutkit čuoččuhit ahte maŋimus olmmoš guhte humai áhkkilsámegiela jámii 2003:s, ja eará dutkit ges oaivvildit ahte ain gávdnojit soames olbmot geat hupmet giela ja nu lea áhkkilsámegiela eanemus uhkiduvvon giellan Ruoššas.
sma: Muvhth dotkijh jiehtieh dïhte minngemes mij akkalasaemien soptsesti jeemi jaepien 2003, mearan muvhth dotkijh vienhtieh annje naan soptsestæjjah aajmene, jïh gïele lea dan åvteste dïhte tjerkemes håvhtadihks gïele Russlaantesne.

source: UNESCO uhkiduvvon gielaid listtus lea Guoládat sápmelaččaid giellajoavku šláddjejuvvon hirpmat uhkiduvvon giellan dahje giella mii measta oalát lea jávkan.
sma: UNESCO ’ n rööpses læstosne håvhtadihks gïeligujme dle dah gïelh mah leah kolasaemien gïelietjïerten nuelesne ryöknesovveme goh gaajh ietjmies håvhtadihks, jallh mahte nåhkehtamme gïelh.

source: Sámi giellajoavkkus lea guhkes dahje oanehis čálahistorjá mii vuolgá das guđe gielas lea sáhka.
sma: Saemien gïeletjïerte aktem guhkies jallh åenehks tjaelemehistovrijem åtna, jïh leah jearohks man gïelen bïjre soptseste.

source: Vuosttaš girjjit mat ilbme sámegillii lei 1600-logus. 1600-1700- logus sámegielat girjjit čállojedje seamma bustávaiguin go dárogiella ja ruoŧagiella.
sma: Dah voestes gærjah saemiengïelesne bööti 1600-låhkosne. 1600-1700-låhkosne saemien lidteratuvre tjaalasovvi dej seamma bokstavigujmie goh nöörjen jïh sveerjen.

source: 1800-logus bohte soames ođđa bustávat mat leat sámegielain geavahuvvon muhto mat eai leat adnon eará gielain daid seamma guovlluin (omd. dárogielas, ruoŧagielas, suomagielas ja ruoššagielas).
sma: 1800-låhkosne såemies orre bokstavh böötin mah leah åtnasovveme dejtie saemien gïelide men eah dejtie jeatjah gïelide seamma dajvine (v.g. nöörjen, sveerjen, såevmien jïh russlaanten gïele).

source: Guđa sámegielain lea standárdiserejuvvon čállingiella: lullisámegielas, julevsámegielas, davvisámegielas, anárašgielas ja skoaltasámegielas geavahit viiddiduvvon latiinnalaš alfabehta.
sma: Govhte dejstie saemien gïelijste standardiseradamme tjaelemegïelh utnieh: åarjelsaemien, julevsaemien, noerhtesaemien, enaresaemien jïh skoltesaemien væjranamme versjovnh dehtie latijnen alfabeteste nåhtadieh.

source: Gielddasámegiella ja darjjesámegiella čállojuvvo váidudeaddji kyrillalaš alfabehta mielde.
sma: Kildijnesaemien jïh tersaemien tjaalasuvvieh aktine modifiseradamme kyrillijen alfabetine.

source: Liige bustávat mat leat anus daid gielain mat atnet latiinnalaš alfabehta leat:
sma: Dah lissiebokstavh mah gïeline åtnasuvvieh aktine væjranamme latijnen alfabetine leah daah:

source: Davvisámegielas: Áá Čč Đđ Ŋŋ Šš Ŧŧ Žž
sma: Noerhtesaemien: Áá Čč Đđ Ŋŋ Šš Ŧŧ Žž

source: Gáldu:
sma: Julevsaemien: Áá Ŋŋ

source: Pekka Sammallahti
sma: Åarjelsaemien: Ïï
